{"details":{"first":"Tsukasa","last":"Hoshimouka","appLink":"https://nindo.jcink.net/index.php?showtopic=4009&hl=","age":21,"birthday":"April 12th","gender":"Yes, but also No","personality":["Tsukasa has somewhat of a laid back attitude. It is not, however, a detached attitude, as can sometimes spawn from those bases.","Rather, Tsukasa mostly prefers to observe if given the chance, They do, however, quite enjoy messing with other people. Snide remarks are common. Slightly less common, but far more enjoyable to Tsukasa, is when they go for a snide remark but disguise it, make the other person question 'was that a compliment, or are they throwing shade?'","Tsukasa revels in the confusion of others, so long as it is not a detriment to themselves or to their ambitions."],"description":["Tsukasa is over six foot tall. They possess what many would call a lanky body,  though they are far from ungraceful. In fact, Tsukasa can make the most out of their double jointed body,  practically dancing around in ways that seem alien yet graceful,  certainly not helped by their almost alien appearance.","Regarding that almost alien appearance... Tsukasa is green. 6'3\" but lanky, thin.  But even with their height, they often wear tall heels, towering above others. Their slim frame  is only accentuated by having a relatively shorter torso. Torso contributes barely 30%  of their height. One would think that their legs would be where the seemingly missing height comes from,  but no, their legs are almost a normal length, given their total height. Rather, Tsukasa has a  particularly long neck. In addition, their arms are very long, reaching past their knees.","Their eyes are a yellow sclera with vertical slit pupils. They have standard eyelids,  but also possess nictitating membrane that meet in the middle of their eyes, traveling horizontally.  Pointed teeth and blond hair round off the most obvious parts of their person except for one thing:  Tsukasa's absolutely massive ears. They are not even that much more functional than a totally  bog standard human's, they're just fucking huge because all of the chemical bullshit that Tsukasa's progenitors took part in."],"goals":["Accomplish something truly spectacular","Bring a shed of respect to themselves, clan be damned","Ibaru sought perfection. He was a fool. Fix his mistakes"],"fears":["Sea Snakes","Bad hygiene","The desiderium experienced following a loss of a dearly beloved individual, a cherished possession, or a  treasured dream."],"height":"190.5cm","build":"Lanky yet not unstable","story":[{"name":"Birth","details":["Tsukasa was just one of a plethora born to the patriarch of a smaller camp of the Hoshimouka.  They were picked apart from the rest for their strangeness, the manifestation of the kekkai genkai.  The 'camps' of the Hoshimouka were not known for careful selection of marriages or pairings, and so the Hoshimouka blood sometimes ran thin through persons. Sometimes, however, as in Tsukasa's case,  it bloomed and birthed what some in the camp would choose to worship, while some revile."]},{"name":"Growing Up","details":["Tsukasa was by and far not the eldest to express the Hoshimouka kekkai genkai. They were only three when they were no longer the youngest to express it. This left them with two real options: subservience or  separation. Young Tsukasa was naive, and gladly served the others, partaking in feasts and festivities.  With time, however, Tsukasa became aware of many things. Their lack of smell was perhaps a blessing,  perhaps a curse, given what they did not notice about their surroundings. Most seemed to not care,  likely due to how they were treated, and what they were treated with. As Tsukasa grew old enough to want  to converse, they became aware that there only option was their siblings. The father 'figure' of the camp  did not care for his children beyond the eldest. When said eldest died, he quickly moved on to the second.  It was a tale Tsukasa had heard several times. Butter up the ones most likely to replace you. They  will stop any others for fear of being replaced themselves."]},{"name":"Adulthood","details":["Not yet technically an adult, Tsukasa left the camp. They roamed the lands, rarely encountering a town that did not despise their presence. Every now and then, they would find a town that was wary, but not  quick to attack, verbally or physically. Almost without doubt, that town had experience with a Hoshigaki,  and provided Tsukasa a begruding respect. Perhaps out of fear, at times.","Kumogakure was the first place Tsukasa went where the fear was not as strong, and it did not feel as if  they were being appeased for some ulterior motive (even if that motive was survival). With permission,  and perhaps some favors for some individuals who choose to go unnamed, Tsukasa was allowed in and trained  to truly join those in Kumogakure. Whatever that meant."]}]},"fluff":{"smallQuote":"Isn't it simply marvelous?","bigQuote":"We all fear the unknown. But in the unknown lies greatness, if you can first avoid the death."},"stats":{"stamina":50,"potency":44,"control":80,"dexterity":25,"strength":1,"health":200},"lists":{"wordBank":0,"items":{"basic":[{"name":"No items yet","link":"\\#"}],"special":[{"name":"No special items yet","link":"\\#","description":["There is nothing here yet"]}]},"equipment":{"basic":[{"name":"Birthday Suit","link":"\\#"}],"special":[{"name":"Still nothing equiped","link":"\\#","description":["Please ignore this"]}]}},"ninjaDetails":{"affiliation":"Kumogakure","rank":"D","elements":["Water"],"specs":[{"name":"Iryojutsu","level":2,"blockquote":"Up to A rank Iryojutsu"},{"name":"Ninjutsu","level":1,"blockquote":"Up to B rank Ninjutsu"}],"family":{"clan":{"name":"Hoshimouka","link":"https://nindo.jcink.net/index.php?act=ST&f=75&t=3976&st=0#entry6942"},"kkg":{"name":"Snake","link":"https://nindo.jcink.net/index.php?showtopic=3976&view=findpost&p=6943"},"focus":["Ninjutsu"]}},"threads":[{"name":"No threads yet","link":"\\#","status":"Inactive"}],"jutsu":{"s":[{"spec":"Iryoujutsu","jutsus":[{"name":"No jutsu yet","link":"\\#"}]}],"a":[{"spec":"Ninjutsu","jutsus":[{"name":"Or here","link":"\\#"}]}],"b":[{"spec":"Iryoujutsu","jutsus":[{"name":"Or here","link":"\\#"}]}],"c":[{"spec":"Ninjutsu","jutsus":[{"name":"Or here","link":"\\#"}]}],"d":[{"spec":"Iryoujutsu","jutsus":[{"name":"Or here","link":"\\#"}]}],"e":[{"spec":"Ninjutsu","jutsus":[{"name":"Transformation Technique","link":"https://nindo.jcink.net/index.php?showtopic=2338"},{"name":"Clone Jutsu","link":"https://nindo.jcink.net/index.php?showtopic=2356"},{"name":"Body Replacement Technique","link":"https://nindo.jcink.net/index.php?showtopic=2361"}]}]},"skills":[{"name":"Surface Walking","link":"https://nindo.jcink.net/index.php?showtopic=2357","details":"N/A"}],"plotter":{"foes":[{"name":{"first":"Nobody,","last":"Please"},"link":"\\#","quote":"What a fucker","plot":["What is plot?"],"picture":"https://i.imgur.com/x52Oyd4.png"}],"lovers":[{"name":{"first":"Them","last":"Self"},"link":"\\#","quote":"Self love is important","plot":["Check the quote"],"picture":"https://i.imgur.com/HHgtJ4w.png"}],"friends":[{"name":{"first":"Nezumi","last":""},"link":"\\#","quote":"Literally just a rat","plot":["The world is so lonely..."],"picture":"https://i.imgur.com/M3yZ2wk.png"}]},"pictures":{"app":"https://i.imgur.com/9UHSMWd.png","basics":{"src":"asdf","alt":"asdf"},"items":{"src":"asdf","alt":"asdf"},"threads":{"src":"asdf","alt":"asdf"},"jutsu":{"src":"asdf","alt":"asdf"},"skills":{"src":"asdf","alt":"asdf"},"plotter":{"src":"asdf","alt":"asdf"}},"longTerm":{"ryo":[{"type":"gain","reason":"creation","amount":20000},{"type":"gain","reason":"creation","amount":"1 bundle","include":false}],"wordback":[{"type":"Gain","reason":"creation","amount":0}]}}